7zip
amd-ucode
ark
base
base-devel
bc
btrfs-progs
cabextract
chromium
discord
dolphin
efibootmgr
firefox
fish
flatpak
gimp
git
gst-plugin-pipewire
helvum
htop
intel-media-driver
iwd
kate
konsole
lib32-gnutls
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
mokutil
nano
neofetch
ntfs-3g
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
python-pip
samba
smartmontools
steam
timeshift
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xrandr
yad
zram-generator